{"pages":[],"posts":[{"title":"出生在院观察的三天","text":"小螺号出生后，妈妈一直都没有母乳，小家伙吃奶的时候就不哭，吃了一会能睡着，睡了一小会就能醒，估计是饿醒的，然后继续吃，所以第一天晚上妈妈基本没怎么睡觉，奶奶和外婆都心疼死了，记录了一下第二天的吃奶频率 8.35 ~ 9.1510.05 ~ 10.2511.35 ~ 11.5512.20 ~ 1.102.15 ~ 2.403.15 ~ 3.405.10 ~ 5.30 其实一直都没有下奶，就这样一直耗着，5点半的时候护士总算松口，给了20ml的奶粉，吃完了之后睡到了7点10分，到了晚上吃了40ml，这天晚上睡得还算可以。 第二天，看看这个头型，还有这个哭的时候的凸出来的眼睛 找一张火影里的深作大人，儿子是你妈说像这张的 奶奶想着要给妈妈多睡会，打着赤脚在房间里抱着哄 第三天，带到护士站去游泳 下午拍了一张还算好看一点的照片，爸爸去买粥的时候看了好多遍，觉得儿子还是蛮可爱的 这天晚上爸爸居然感冒了，睡前让奶奶刮了痧，睡觉的时候感觉下面在烧火一样,儿子好像心有灵犀一样，哭的特别厉害，还是护士来了才帮忙哄好。睡醒到早上感觉好了不少 第四天换上自己的衣服出院了，感觉比生出来好看了很多，出院前测试了听力正常，因为三天没拉屎去通了个便，哭的好伤心。回家打车遇到一个很好的师傅，感觉开车比我都更小心翼翼，到家给他好评全勾上了，非常感谢他。 看着小螺号一天比一天可爱，爸爸妈妈也很开心~","link":"/2019/04/12/出生在院观察的三天/"},{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment Make sure CNAME exists每次执行了hexo d之后发现CNAME都没了，把CNAME文件放在hexo工程的source路径下就可以了。","link":"/2019/01/02/hello-world/"},{"title":"小螺号出生啦","text":"4月7号下午休息一会，爸爸和妈妈带着外公外婆去雨花台景区走了走，妈妈还拍了美美的照 毕竟见红三天了，稳妥起见，晚上爸爸带着妈妈去市妇幼检查一下，医生看了没有开指也没有宫缩，建议住院，我和妈妈商量着群里有相同情况的小荔枝住院也没什么特别的，就想回家去，开车出了停车场，医生让回去做一个胎心监护，然后就看到了神奇的宫缩 有效宫缩之后就办理了住院，住进了三人间，爸爸把外婆送回家，外婆在家里肯定也没睡好觉，妈妈从晚上11点开始阵痛到4月8号凌晨5点半，护士说可以进待产房，做胎心监护一切正常开始打无痛。 6.17破了羊水，妈妈还睡了一觉，睡醒了到10点左右，医生说可以进产房了，10.15的时候我进了产房，看妈妈状态还可以，我们忐忑的等待着小螺号的诞生。 妈妈很辛苦，过程中力气用完了还吃了医生端来的几口面条，爸爸就只能喊一喊加油，到11.18小螺号就出来啦 我们第一次合影 然后爷爷奶奶，外公外婆，还有姐姐第一次见面 在1点20左右我们住到了单间，我们拍了一张和小螺号小手的合影 亲爱的小螺号，爸爸妈妈爱你，希望你健康成长，快乐相随。","link":"/2019/04/08/小螺号出生啦/"},{"title":"小螺号乖乖","text":"爸爸产假休完要上班了，小螺号在家里就让奶奶和妈妈照顾，妈妈还在月子期间，更多还是要奶奶照顾，辛苦奶奶和妈妈啦，妈妈在家里就喜欢拍照片玩 脐带是14天的时候，还有一根小小的没干的，爸爸拿了把剪刀把脐带剪掉了，后面连着几天都有一点血痂，洗了又有，不过到19天的时候就不会出血了。 周六的时候爸爸放一天假，又能在家里带娃，发现一种抱娃新姿势 爸爸在家看到有说要给小宝宝打襁褓，这样宝宝睡得好，不过被奶奶diss的好惨 周天社区医院医生来回访，20天，体重8.8斤，涨了2.2斤啦，身高56cm，涨了6cm，发育还算正常 不过医生说黄疸还是有，建议去医院测一下，当天下午爷爷奶奶带着去社区，结果医院医生都没在，扑了个空。第二天爸爸带着去社区医院测了下，黄疸有14，没有到17的临界值，但也超过了8，社区医院医生说的有点吓人，于是当天我就带着小螺号去市妇幼挂了个专家号，医生就问了句吃睡正常么，听了下心率就开了茵栀黄、妈咪爱，让回去吃几天，如果黄疸再没退再去查血，一个上午路上花了2个半小时，不过医生说问题不大，心里也放心一点。 很快又放五一假期啦，又能在家里溜娃，五一这天教授空姐，小星星和娜娜，还有带着和爸爸同一天生日的xxxx来看小螺号，忘了给两个娃拍张合影。 小螺号很喜欢躺在爸爸的胸上睡觉 再来一波床照 下午朋友来，小螺号也一直醒着在玩，晚上睡得还算不错，到5.2早上，突然哭的厉害，我估摸着是胀气，拍拍肚子很明显的有胀气，于是用安抚奶嘴让他吃着，爸爸给小螺号做的排气操，放了五六个屁之后就好了，可能是吃了茵栀黄导致肠胃不好，早上就吃了妈咪爱。 总结一下，宝宝哭闹，如果是胀气，先不要给他吃奶，可以用安抚奶嘴安抚好宝宝之后，给他做排气操，把气拍出来就好了，不要给他贴暖肚子的；如果是肚子疼，可以给他吃妈咪爱，贴暖肚子的，这两种，飞机抱或者让宝宝趴着躺在爸爸胸前都很有效。 最后放一张会被爷爷奶奶骂的照片","link":"/2019/05/02/小螺号乖乖/"},{"title":"小螺号带来的欢乐","text":"小螺号回家后，因为新家怕有甲醛对小孩不好，我们住到了爷爷奶奶租住的房子里，外公外婆在新家烧好饭带给妈妈吃，忙里忙外。小螺号和颀颀成为家里的宠儿。 回来本来说让小螺号睡小床的，可是发现这小家伙可精明了，放在小床上一会就会醒，所以索性就和爸爸妈妈睡在一张床上 刚回来几天，外公做饭比较油，社区医院医生说油太多之后，吓得外公都不敢做饭了 ，本来回来之后在吃妈咪爱，肚子上贴了一个暖肚子的，社区医院的医生上门之后叫我们不要给小孩子乱吃药和贴药膏（20190424备注：其实回来来看还是要给孩子吃妈咪爱，有效防止肠绞痛）。小螺号的肠胃一直都不太好，持续到半个月都没有变好，随后我们就让宝宝继续吃妈咪爱了。 小螺号一周的时候，和姐姐有的第一次互动 放两个小螺号洗澡的视频 晒一张爸爸与小螺号的睡觉 20190419给宝宝做操的时候，宝宝笑出一个小酒窝，妈妈抓怕到了乐开了花 19号晚舅妈来看小螺号，第二天和外公外婆要走啦，拍了一系列的合照，手上是舅妈送的手链，戴的是外公外婆买的猪牌 外公外婆走之后，爸爸还剩两天假也不能一直陪在小螺号旁边了，爸爸也要努力工作赚钱啦，家里妈妈和奶奶带着你。","link":"/2019/04/22/小螺号带来的欢乐/"}],"tags":[],"categories":[]}